app/controllers/educador_controller.rb

  def create
  @educador = Educador.new("codigo"=> params[:code], "nombre" => params[:nombre], "apellido"=> params[:apellidos])
	if @educador.save
---
INSERT INTO `educadors` (`nombre`, `idUsuario`, `apellido`, `codigo`) VALUES ('Matute', NULL, '2', 'Alejandro')