app/controllers/listados_controller.rb

SELECT `educadors`.* FROM `educadors`
---
	def index
		@educador = Educador.all