app/controllers/nino_controller.rb

	def index
		@ninos = Nino.all
---
SELECT codigo,pnombre FROM `ninos`